export const recipe: {
  [key: string]: string[];
} = {
  사누끼우동: [
    "사누끼우동 1봉지 + 액상스프 + 건더기스프 + 후추 넣고 사누끼 우동으로 조리",
    "그릇에 담은 후 김가루 + 후리가께",
  ],

  가쓰오우동: [
    "사누끼우동 1봉지 + 어묵(6) + 액상스프 + 건더기스프 + 후추 넣고 사누끼 우동으로 조리",
    "그릇에 담은 후 가쓰오부시 + 후리가께",
  ],

  김치어묵우동: [
    "사누끼우동 1봉지 + 어묵(6) + 볶음김치(2숟갈) + 액상스프 + 건더기스프 + 후추 넣고 사누끼 우동으로 조리",
    "그릇에 담은 후 토핑 X",
  ],

  사천짜장라볶이: [
    "라면사리 + 사천짜장스프 + 쌀떡볶이(1) + 후추넣고 라볶이로 조리",
    "넓은 그릇에 담은 후 중앙에 후리가께 + 파슬리",
  ],

  매콤달콤라볶이: [
    "라면사리 + 매콤라볶이스프 + 쌀떡볶이(1) + 후추넣고 라볶이로 조리",
    "넓은 그릇에 담은 후 후리가께 + 파슬리",
  ],

  사천짜장밀떡볶이: [
    "사천짜장라볶이스프 + 밀떡볶이(1) + 어묵(8) + 후추 + 떡볶이로 조리",
    "넓은 그릇에 담은 후 중앙에 후리가께 + 파슬리",
  ],

  핫밀떡볶이: [
    "핫떡볶이스프 + 빨간스프(1스푼) + 밀떡볶이 + 어묵 8조각 + 후추 + 떡볶이로 조리",
    "넓은 그릇에 담은 후 중앙에 후리가께 + 파슬리",
  ],

  치즈핫밀떡볶이: [
    "핫떡볶이스프 + 빨간스프(1스푼) + 밀떡볶이 + 어묵 8조각 + 후추 + 떡볶이로 조리",
    "넓은 그릇에 담은 후 중앙에 사각치즈(1) + 파슬리",
  ],

  해물짬뽕라면: [
    "해물짬뽕파우치 봉지뜯지 않고 1:30 해동",
    "라면사리 + 파우치 뜯어서 담기",
    "고추기름 2바퀴 + 후추 + 해물라면으로 조리",
  ],

  우삼겹부대찌개라면: [
    "우삼겹김치찌개라면 봉지뜯지 않고 유리그릇에 받쳐서 1:30초 해동",
    "라면사리 + 우삼겹김치찌개스프 + 파우치 담기",
    "고추기름 2바퀴 + 후추 + 해물라면으로 조리",
  ],

  잔슨빌부대라면: [
    "잔슨빌부대라면파우치 봉지뜯지 않고 유리그스에 받쳐서 1:30초 해동",
    "라면사리 + 파우치 + 후추 + 해물라면으로 조리",
  ],

  비바라면: [
    "비바라면 + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
  ],
  떡만두라면: [
    "비바라면 + 토핑만두 + 떡국떡 + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
  ],
  가쓰오부시라면: [
    "비바라면 + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
    "그릇에 담은 후 가쓰오부시(1주먹)",
  ],
  볶음김치라면: [
    "비바라면 + 볶음김치(2숟갈) + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
  ],
  어묵라면: [
    "비바라면 + 어묵(8) + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
  ],
  만두라면: [
    "비바라면 + 토핑만두 + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
  ],
  치즈라면: [
    "비바라면 + 후추 + 라면으로 조리",
    "1분 전까지 라면 잘 풀어주기",
    "담은 후 사각치즈 + 파슬리",
  ],
  더블체다치즈라면: [
    "비바라면 + 후추 + 라면으로 조리",
    "1분 전까지 라면 잘 풀어주기",
    "담은 후 사각치즈 + 파슬리 + 체다치즈소스(지그재그)",
  ],
  떡라면: [
    "비바라면 + 떡국떡 + 후추 + 라면으로 조리",
    "계란 준비",
    "1분 전까지 라면 잘 풀어주기",
    "1분 남았을 때 날계란 넣기",
  ],
  떡만둣국: [
    "떡국떡(3) + 토핑만두 + 떡만둣국스프 + 후추 + 떡만둣국으로 조리",
    "계란준비",
    "1분 30초에 계란 넣고 잘 풀어지도록 계속 저어주기",
    "참기름 + 김가루 + 통깨",
  ],
  차돌된장국밥: [
    "차돌된장국밥 + 후추 + 짜파게티로 조리",
    "그릇에 담은 후 + 후리가께",
  ],
  차돌짬뽕국밥: [
    "차돌짬뽕국밥 + 고추기름 + 후추 + 짜파게티로 조리",
    "그릇에 담은 후 + 후리가께",
  ],
  육개장국밥: [
    "육개장국밥 + 고추기름 + 후추 + 짜파게티로 조리",
    "그릇에 담은 후 + 후리가께",
  ],
  치킨타르타르덮밥: [
    "치킨패티 봉지뜯고 1분해동",
    "튀김기 4분",
    "넓은 그릇에 치킨 큐브모양(6줄로 시작) + 중앙에 모으기",
    "타르타르소스 지그재그 + 치킨위에 살짝 더",
    "데리야끼소스 지그재그 + 치킨위에 살짝 더",
    "그릇 테두리로 후리가께 + 파슬리",
    "치킨위에 김가루",
  ],
  치킨불닭마요덥밥: [
    "치킨패티 봉지뜯고 1분해동",
    "튀김기 4분",
    "넓은 그릇에 치킨 큐브모양(6줄로 시작) + 중앙에 모으기",
    "타르타르소스 지그재그 + 치킨위에 살짝 더",
    "불닭소스 지그재그 + 치킨위에 살짝 더",
    "그릇 테두리로 후리가께 + 파슬리",
    "치킨위에 김가루",
  ],
  치킨명란마요덮밥: [
    "치킨패티 봉지뜯고 1분해동",
    "튀김기 4분",
    "넓은 그릇에 치킨 큐브모양(6줄로 시작) + 중앙에 모으기",
    "명란마요소스 벌집모양 + 치킨위에 살짝 더",
    "그릇 테두리로 후리가께 + 파슬리",
    "치킨위에 김가루",
  ],
  떡갈비타르타르덮밥: [
    "떡갈비 비닐 완전히 뜯고 비닐채로 접시에 받혀서 1분 해동",
    "에어프라이기 5분",
    "넓은 그릇에 밥 + 떡갈비 큐브모양(6줄로 시작) + 중앙에 모으기",
    "타르타르 지그재그 + 떡갈비위에 살짝 더",
    "데리야끼 지그재그 + 떡갈비위에 살짝 더",
    "그릇 테두리로 후리가께 + 파슬리",
    "떡갈비 위에 김가루",
  ],
  떡갈비불닭마요덮밥: [
    "떡갈비 비닐 완전히 뜯고 비닐채로 접시에 받혀서 1분 해동",
    "에어프라이기 5분",
    "넓은 그릇에 밥 + 떡갈비 큐브모양(6줄로 시작) + 중앙에 모으기",
    "타르타르소스 지그재그 + 떡갈비위에 살짝 더",
    "불닭소스 지그재그 + 떡갈비위에 살짝 더",
    "그릇 테두리로 후리가께 + 파슬리",
    "떡갈비 위에 김가루",
  ],
  떡갈비명란마요덮밥: [
    "떡갈비 비닐 완전히 뜯고 비닐채로 접시에 받혀서 1분 해동",
    "에어프라이기 5분",
    "넓은 그릇에 밥 + 떡갈비 큐브모양(6줄로 시작) + 중앙에 모으기",
    "명란마요소스 벌집모양 + 떡갈비위에 살짝 더",
    "그릇 테두리로 후리가께 + 파슬리",
    "떡갈비 위에 김가루",
  ],
  직화불곱창덮밥: [
    "간장불고기 봉지 뜯지 않고 접시에 받혀서 3:00",
    "라면 그릇에 밥 + 중앙에 후리가께 + 참기름(3바퀴)",
    "지그재그 불닭소스",
    "간장불고기 중앙에 붓기",
    "중앙에 계란지단 + 김가루",
  ],
  직화마블불고기덮밥: [
    "간장불고기 봉지 뜯지 않고 접시에 받혀서 3:00",
    "라면 그릇에 밥 + 중앙에 후리가께 + 참기름(3바퀴)",
    "지그재그 마블소스",
    "간장불고기 중앙에 붓기",
    "중앙에 계란지단 + 김가루",
  ],
  제육덮밥: [
    "제육덥밥소스 봉지뜯지 않고 접시에 올려서 4:30 해동",
    "넓은 그릇에 밥 반달모양",
    "반대쪽에 제육소스",
    "중앙에 참기름(3바퀴) + 후리가께",
    "계란지단(오른쪽) + 김가루(왼쪽)",
  ],
  중화간짜장덮밥: [
    "간짜장소스 봉지 뜯지 않고 그대로 1:20",
    "사기그릇에 짜장소스 붓고 뚜껑덮고 3:30",
    "라면 그릇에 밥 + 후리가께 많이 + 소스붓기",
    "중앙에 계란지단 + 파슬리",
  ],
  돼지고기김치덮밥: [
    "김치덮밥소스 봉지 뜯지 않고 1:20",
    "사기그릇에 소스 다 붓고 전자렌지용 뚜껑 덮고 3:30",
    "넓은 그릇에 밥 반달로 깔고 오른쪽에 소스 붓기",
    "중앙에 참기름(3바퀴) + 후리가께 + 김가루",
  ],
  춘천닭갈비덮밥: [
    "안동찜닭소스 봉지 살짝 뜯고 전자렌지 4:30",
    "라면 그릇에 밥",
    "중앙에 후리가께 + 참기름(3)",
    "지그재그 불닭소스",
    "소스 붓기",
    "중앙에 계란지단 + 김가루",
  ],
  안동찜닭덮밥: [
    "안동찜닭소스 봉지 살짝 뜯고 전자렌지 4:30",
    "라면 그릇에 밥",
    "중앙에 후리가께 + 참기름(3)",
    "지그재그 마블소스",
    "소스 붓기",
    "중앙에 계란지단 + 김가루",
  ],
  돈까스덮밥: [
    "돈까스 봉지 자르고 1:00",
    "2분 튀기고 뒤집고 다시 2분 튀기기",
    "넓은 그릇 밥 넓게",
    "돈까스 2 * 5 로 잘라서 가지런히 밥위에",
    "타르타르 지그재그 + 돈까스 위에 살짝 더",
    "돈가스소스 지그재그 + 돈까스 위에 살짝 더",
  ],
  명란마요돈까스덮밥: [
    "돈까스 봉지 자르고 1:00",
    "2분 튀기고 뒤집고 다시 2분 튀기기",
    "넓은 그릇 밥 넓게",
    "돈까스 2 * 5 로 잘라서 가지런히 밥위에",
    "명란마요 지그재그 + 돈까스 위에 살짝 더",
    "돈가스소스 지그재그 + 돈까스 위에 살짝 더",
  ],
  고추참지마요덮밥: [
    "라면그릇에 밥 + 후리가께(많이)",
    "고추참치 한캔 중앙에 붓기",
    "테두리에 계란지단",
    "타르타르 벌집모양(조금만)",
    "그릇채로 50초",
    "중앙에 김가루 + 테두리에 파슬리",
  ],
  참치명란마요덮밥: [
    "라면그릇에 밥 + 후리가께",
    "일반참치 밥 중앙에 붓기",
    "테두리에 계란 지단",
    "명란마요 벌집모양 (조금)",
    "그릇째로 50초",
    "중앙에 김가루 + 테두리에 파슬리",
  ],
  구운김치지즈주먹밥: [
    "봉지 뜯고 2:30",
    "호떡 용지 한쪽면 아래로 1/3 접고 주먹밥 넣기",
    "물티슈",
  ],
  구운소불고기주먹밥: [
    "봉지 뜯고 2:30",
    "호떡 용지 한쪽면 아래로 1/3 접고 주먹밥 넣기",
    "물티슈",
  ],
  떡꼬치: [
    "떡꼬치 유리접시에 올리고 1:00해동",
    "1분 튀기기",
    "소스 + 파슬리 + 물티슈",
    "슈프림강정: 슈프림 + 닭강정",
    "바베큐: 바베큐소스",
    "그린칠리: 그린칠리",
    "닭강정: 닭강정소스",
    "데리마요: 타르타르 + 데리야끼",
    "스위트칠리: 스위트칠리",
    "불닭마요: 타르타르소스 + 불닭소스",
    "야채시즈닝: 뿌링클가루 + 파슬리X",
  ],

  타꼬야끼: [
    "봉지뜯고 2:00 해동",
    "에어프라이기 5분",
    "2 * 4로 담기",
    "타르타르 + 데리야끼",
    "가쓰오부시",
  ],

  모듬튀김: [
    "대왕오징어(1) 뜯고 렌지 1분해동",
    "김말이(2) + 토핑만두(1) + 해동된 오징어 3:00 튀기기",
    "넓은 종이트레이에 김말이 2개 비스듬히 올리고 그 옆에 토핑만두",
    "아래 남는 공간에 오징에 한입크기로 자르기",
    "선택된 소스를 오징어에만 뿌리고 파슬리",
    "소스볼에 초간장",
  ],

  왕교자야끼: [
    "튀김만두 봉지뜯고 1:00 해동",
    "튀김만두 + 토핑만두 3:00 튀기기",
    "넓은 트레이에 만두 평평하게 담기",
    "타르타르 + 데리야끼 + 가쓰오부시",
  ],

  탕수만두튀김: [
    "튀김만두 봉지뜯고 1:00해동",
    "튀김만두 + 토핑만두 튀김기 3:00",
    "넓은 트레이에 만두 담기",
    "탕수육 소스 + 땅콩가루 + 파슬리",
  ],

  찹쌀탕수육: [
    "탕수육 봉지뜯고 1:00 해동",
    "3분 튀기기",
    "넓은 트레이에 유산지 깔고 담기",
    "탕수육 소스 + 파슬리",
  ],

  칠리찹쌀탕수육: [
    "탕수육 봉지뜯고 1:00 해동",
    "3분 튀기기",
    "넓은 트레이에 유산지 깔고 담기",
    "스위트칠리 소스 + 파슬리",
  ],

  김말이_통통튀만두: [
    "튀김만두 봉지뜯고 1:00 해동",
    "김말이 + 튀김만두 3:00 튀기기",
    "넓은 종이 트레이에 김말이 4개 비스듬히 + 아래에 만두 4개 비스듬히",
    "소스볼에 초간장 + 후리가께",
    "소스볼에 불닭소스 + 파슬리",
  ],

  한입매운만두: [
    "봉지 가위로 입구 자르고 만두 뒤집힌거 제대로 하고 다시 봉지째로 3:30",
    "트레이에 플라스틱 그대로 올리고 소스볼에 초간장, 단무지",
  ],

  치즈스틱: [
    "치즈스틱 2분 튀기기",
    "길쭉한 종이트레이에 유산지 깔고 치즈스틱 담기",
    "소스불에 스위트 칠리 + 파슬리",
  ],

  야채뿌링클치즈스틱: [
    "치즈스틱 2분 튀기기",
    "뿌링클통에 흔들어서 트레이에 담기",
    "소스X",
  ],

  치킨너겟: [
    "치킨너겟 3분 튀기기",
    "넓은 트레이에 유산지 깔고 쌓아담기",
    "소스볼에 스위트치리 + 파슬리",
  ],

  야채뿌링클치킨너겟: [
    "치킨너겟 3분 튀기기",
    "뿌링클통에 흔들어서 트레이에 담기",
    "소스X",
  ],

  떡심남문통닭강정: [
    "가라아게 봉지뜯고 1분 해동",
    "가라아게 2분 튀기기",
    "쌀떡볶이 같이 넣고 1분 더 튀기기",
    "넓은 종이 트레이에 살떡볶이 7개 바닥에 깔고 그 위에 가라아게",
    "남은 3개 떡 위에 쌓기",
    "닭강정 소스 + 땅콩가루 + 파슬리",
  ],

  떡심수원왕갈비통닭: [
    "가라아게 봉지뜯고 1분 해동",
    "가라아게 2분 튀기기",
    "쌀떡볶이 같이 넣고 1분 더 튀기기",
    "넓은 종이 트레이에 살떡볶이 7개 바닥에 깔고 그 위에 가라아게",
    "남은 3개 떡 위에 쌓기",
    "수원왕갈비통닭 소스 + 통깨가루 + 파슬리",
  ],

  떡심슈프림닭강정: [
    "가라아게 봉지뜯고 1분 해동",
    "가라아게 2분 튀기기",
    "쌀떡볶이 같이 넣고 1분 더 튀기기",
    "넓은 종이 트레이에 살떡볶이 7개 바닥에 깔고 그 위에 가라아게",
    "남은 3개 떡 위에 쌓기",
    "슈프림소스 + 땅콩가루 + 파슬리",
  ],

  떡심야채뿌링클강정: [
    "가라아게 봉지뜯고 1분 해동",
    "가라아게 2분 튀기기",
    "쌀떡볶이 같이 넣고 1분 더 튀기기",
    "뿌링클통에 담아서 흔들기",
    "넓은 종이 트레이에 살떡볶이 7개 바닥에 깔고 그 위에 가라아게",
    "남은 3개 떡 위에 쌓기",
  ],

  치킨스파이스핫도그: [
    "치킨패티 봉지뜯고 1분 해동 + 4분 튀기기",
    "핫도그빵 유리그릇 + 물종이컵 + 50초 해동",
    "한쪽면에 피클(4) + 중앙에 홀그레인",
    "치킨패티 세로로 반잘라서 넣고",
    "스위트 칠리 뿌리기",
    "비닐장갑 + 물티슈",
  ],

  케이준핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 케이준 소스, 파슬리",
    "비닐장갑 물티슈",
  ],

  스위트칠리핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 스위트 칠리 소스, 파슬리",
    "비닐장갑 물티슈",
  ],

  그린칠리핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 그린칠리 소스, 파슬리",
    "비닐장갑 물티슈",
  ],

  체다치즈핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 체다치즈 소스, 파슬리",
    "비닐장갑 물티슈",
  ],

  명란마요핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 명란마요 소스, 파슬리",
    "비닐장갑 물티슈",
  ],

  바베큐핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 바베큐 소스, 파슬리",
    "비닐장갑 물티슈",
  ],

  갈릭핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 갈릭소스, 소스위에 갈릭파우더 아주 조금",
    "비닐장갑 물티슈",
  ],

  타르타르핫도그: [
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "소시지 담고, 타르타르소스, 소스위에 어니언시리얼 아주 많이",
    "비닐장갑 물티슈",
  ],

  스테이크핫도그: [
    "떡갈비 비닐 벗기고 유리접시에 1분 해동",
    "세로로 반 자르고 에어프라이기 5분",
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "핫도그 중앙에 타르타르 + 데리야끼",
  ],

  마블스테이크핫도그: [
    "떡갈비 비닐 벗기고 유리접시에 1분 해동",
    "세로로 반 자르고 에어프라이기 5분",
    "핫도그빵 유리그릇에 담고 물종이컵이랑 50초",
    "핫도그 소시지 봉지 뜯고 유리그릇에 담고 1분",
    "(치즈 올리기)",
    "핫도그 빵 펼쳐서 중앙에 홀그레인",
    "핫도그 중앙에 타르타르 + 마블",
  ],

  마약핫도그: [
    "마약핫도그 봉지뜯고, 1분해동",
    "2분 튀기기",
    "긴 트레이에 유산지 깔고 담기",
    "케찹 + 머스터드 + 스위트칠리 + 파슬리 (소스는 적당히)",
    "비닐장갑 물티슈",
  ],

  빅핫도그: [
    "봉지뜯고 1분 해동 에어프라이기 4분",
    "핫도그 트레이에 유산지 깔고 담기",
    "케찹 + 머스터드 + 스위트칠리 + 파슬리 (소스는 적당히)",
    "비닐장갑 물티슈",
  ],

  카페라떼: [
    "카페라떼(핫)로 음료 추출",
    "카페시럽 2번",
    "잘 저어주기",
    "흰색 컵 + 빨대",
  ],
  카라멜라떼: [
    "카페라떼(핫)로 음료 추출",
    "카라멜시럽 2번",
    "잘 저어주기",
    "흰색 컵 + 빨대",
  ],
  바닐라라떼: [
    "카페라떼(핫)로 음료 추출",
    "바닐라시럽 3번",
    "잘 저어주기",
    "흰색 컵 + 빨대",
  ],
  아이스딸기라떼: [
    "딸기청 1개 L컵에 붓고, 컵에 우유 1컵 반(청 담긴 컵 기준)",
    "잘 저어주기 + 얼음 담기",
  ],
  콜드브루: [
    "콜드브루 전용 유리계량컵에 콜드브루 원액 가득담기",
    "L컵에 얼음 가득 담기",
    "원액 담기",
    "나머지 생수로 채우기",
  ],
  아이스콜드브루라떼: [
    "콜드브루 전용 유리계량컵에 콜드브루 원액 가득담기",
    "L컵에 얼음 가득 담기",
    "원액 담기",
    "카페시럽 4번",
    "나머지 우유로 채우기",
    "얼음 콕콕 찔러서 대충 저어주기",
  ],
  아이스카페라뗴: [
    "(타피오카 펄 비닐 살짝 뜯고 계란지단 그릇에 올려서 1:30)",
    "카페라떼(아이스)로 음료 추출",
    "카페시럽 3번",
    "(스테인리스컵에 펄과 액체까지 다 담고 저어주기)",
    "L컵에 얼음 가득 담아서 부어주기",
  ],
  아이스카라멜라떼: [
    "(타피오카 펄 비닐 살짝 뜯고 계란지단 그릇에 올려서 1:30)",
    "카페라떼(아이스)로 음료 추출",
    "카라멜시럽 6번",
    "(스테인리스컵에 펄과 액체까지 다 담고 저어주기)",
    "L컵에 얼음 가득 담아서 부어주기",
  ],
  아이스바닐라라떼: [
    "(타피오카 펄 비닐 살짝 뜯고 계란지단 그릇에 올려서 1:30)",
    "카페라떼(아이스)로 음료 추출",
    "바닐라시럽 5번",
    "(스테인리스컵에 펄과 액체까지 다 담고 저어주기)",
    "L컵에 얼음 가득 담아서 부어주기",
  ],
  핫초코: [
    "핫초코(핫) 버튼으로 음료 추출",
    "초코시럽 1스푼 + 카페시럽 3번 + 잘 저어주기",
    "흰색 컵",
  ],
  아이스허쉬초코: [
    "핫초코 냉으로 음료추출",
    "초코시럽 1스푼",
    "카페시럽 4번 넣고 잘 저어주기",
    "L컵에 위쪽 선으로 초코시럽 1바퀴",
    "얼음가득 담아서 붓기",
  ],
  꿀레몬차: [
    "꿀 레몬청 스푼으로 3스푼",
    "흰 컵에 2/3 뜨거운 물 담기",
    "잘 저어주기",
  ],
  꿀청귤차: [
    "꿀 청귤청 스푼으로 3스푼",
    "흰 컵에 2/3 뜨거운 물 담기",
    "잘 저어주기",
  ],
  꿀레드자몽차: [
    "꿀 레드 자몽청 스푼으로 3스푼",
    "흰 컵에 2/3 뜨거운 물 담기",
    "잘 저어주기",
  ],
  꿀대추차: [
    "꿀 대추청 스푼으로 3스푼",
    "흰 컵에 2/3 뜨거운 물 담기",
    "잘 저어주기",
  ],
  구름포션: [
    "XL컵 맨밑의 선 위로 살짝 올라오게 파파야시럽 붓기",
    "밀키스 XL컵 절반 살짝 아래로 담기",
    "얇은 빨대로 많이 저어주기",
    "얼음 수평맞춰서 담기",
    "담은 밀키스 얼음위로 살살 붓기",
    "빨대 살살 꽂고 뚜껑 닫기",
  ],
  정글포션: [
    "XL컵 맨밑의 선 위로 살짝 올라오게 메론시럽 붓기",
    "밀키스 XL컵 절반 살짝 아래로 담기",
    "얇은 빨대로 많이 저어주기",
    "얼음 수평맞춰서 담기",
    "담은 밀키스 얼음위로 살살 붓기",
    "빨대 살살 꽂고 뚜껑 닫기",
  ],
  마녀포션: [
    "XL컵에 얼음 2/3 (컵에 선있음)",
    "박카스 1개 붓기",
    "핫식스 제로(연보라) 얼음위에 천천히 붓기",
    "뚜껑 닫고 빨대 살살 꽂기",
  ],
  악마포션: [
    "XL컵에 얼음 2/3 (컵에 선있음)",
    "박카스 1개 붓기",
    "보라색 파워에이드 얼음위에 천천히 붓기",
    "뚜껑 닫고 빨대 살살 꽂기",
  ],
  파워포션: [
    "XL컵에 얼음 2/3 (컵에 선있음)",
    "박카스 1개 붓기",
    "파란색 파워에이드 얼음위에 천천히 붓기",
    "뚜껑 닫고 빨대 살살 꽂기",
  ],
  스테미나포션: [
    "XL컵에 얼음 2/3 (컵에 선있음)",
    "박카스 1개 붓기",
    "핫식스 포스(하양) 얼음위에 천천히 붓기",
    "뚜껑 닫고 빨대 살살 꽂기",
  ],
  HP포션: [
    "XL컵에 얼음 2/3 (컵에 선있음)",
    "박카스 1개 붓기",
    "핫식스 더킹펀치(빨강) 얼음위에 천천히 붓기",
    "뚜껑 닫고 빨대 살살 꽂기",
  ],
  MP포션: [
    "XL컵에 얼음 2/3 (컵에 선있음)",
    "박카스 1개 붓기",
    "핫식스 더킹파워(파랑) 얼음위에 천천히 붓기",
    "뚜껑 닫고 빨대 살살 꽂기",
  ],
  아이스아메리카노: ["얼음 가득 담고", "아이스 아메리카노 담기"],
  아이스헤이즐넛: [
    "아메리카노XL 음료 추출",
    "헤이즐넛 시럽 4번",
    "XL컵에 얼음 가득담아서 부어주기",
    "부족한 얼음 추가",
  ],
  아이스카페모카: [
    "스무디 계량컵에 콜드브루 원액 한컵 담고, 카페시럽 3번 + 초코시럽 3스푼",
    "굉장히 격렬하게 저어주기",
    "L컵 위쪽 테두리에 초코시럽 한바퀴",
    "얼음 가득 담고 음료 담고 우유 담기",
    "얼음 콕콕 찔러서 대충 섞이게 함",
  ],
  흑당버블티: [
    "펄 반 뜯어서 접시에 올리고 전자레인지 1분 20초",
    "L컵 아래쪽 선 반까지 흑당시럽 붓기",
    "펄 넣어서 시럽 출렁거릴때까지 흔들기",
    "우유 반컵 부어서 잘 저어주기",
    "위쪽 선에 흑당시럽 1바퀴 두르기",
    "얼음 가득 담기",
    "굵은 빨대",
  ],
  미숫가루: [
    "L컵에 2/3 이상 담고 믹서기 컵에 붓기",
    "플라스틱 계량컵에 200ml 조금 넘게 담고 믹서기 컵에 붓기",
    "믹서기 컵채로 카페시럽 6번",
    "미숫가루 아주크게 2스푼",
    "얼음 없을때까지 갈아주기",
    "투명얇은 빨때",
  ],
  키위스무디: [
    "L컵 얼음 가득 + 얼음 10조각 믹서기에 담기",
    "키위 스무디 액상 계량컵 빨간색 선까지",
    "우유를 액상컵 컴은색 선까지 부어서 저어주기",
    "얼음 갈기",
    "투명 굵은 빨대",
  ],
  블루베리스무디: [
    "L컵 얼음 가득 + 얼음 10조각 믹서기에 담기",
    "블루베리 스무디 액상 계량컵 빨간색 선까지",
    "우유를 액상컵 컴은색 선까지 부어서 저어주기",
    "얼음 갈기",
    "투명 굵은 빨대",
  ],
  바나나스무디: [
    "L컵 얼음 가득 + 얼음 10조각 믹서기에 담기",
    "바나나 스무디 액상 계량컵 빨간색 선까지",
    "우유를 액상컵 컴은색 선까지 부어서 저어주기",
    "얼음 갈기",
    "투명 굵은 빨대",
  ],
  딸기스무디: [
    "L컵 얼음 가득 + 얼음 10조각 믹서기에 담기",
    "딸기 스무디 액상 계량컵 빨간색 선까지",
    "우유를 액상컵 컴은색 선까지 부어서 저어주기",
    "얼음 갈기",
    "투명 굵은 빨대",
  ],
  망고스무디: [
    "L컵 얼음 가득 + 얼음 10조각 믹서기에 담기",
    "망고 스무디 액상 계량컵 빨간색 선까지",
    "우유를 액상컵 컴은색 선까지 부어서 저어주기",
    "얼음 갈기",
    "투명 굵은 빨대",
  ],
  블루레몬에이드: ["XL 컵", "기성품 얼음에 담아주기"],
  메론에이드: [
    "L컵 아래쪽 선까지 메론시럽 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  파파야에이드: [
    "L컵 아래쪽 선까지 파파야시럽 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  깔라만시에이드: [
    "L컵 아래쪽 선까지 깔라만시 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  애플망고에이드: [
    "L컵 아래쪽 선까지 에플망고 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  블루베리에이드: [
    "L컵 아래쪽 선까지 블루베리 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  오렌지에이드: [
    "L컵 아래쪽 선까지 오렌지 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  청포도에이드: [
    "L컵 아래쪽 선까지 청포도 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  체리에이드: [
    "L컵 아래쪽 선까지 체리 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  레몬에이드: [
    "L컵 아래쪽 선까지 레몬 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  자몽에이드: [
    "L컵 아래쪽 선까지 자몽 에이드 액상 붓고",
    "주방 사이다 L컵 반까지 부어주고 잘 저어주고",
    "얼음 가득 담고 나머지 사이다 부어주기",
    "투명 얇을 빨대",
  ],
  체리콕: [],
};
